{
  "extensions": [
    {
      "id": 1,
      "key": "syntaxhighlighting",
      "title": "Syntax highlighting",
      "description": "Automatically detects the language of your code and applies clear, readable syntax highlighting. The plugin analyzes the content and highlights it without requiring manual configuration. It improves code readability by coloring tags, keywords, strings, comments, and attributes inline, making embedded code snippets easier to scan and understand.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Front Labs",
      "cost": "0"
    },
    {
      "id": 2,
      "key": "clipboard",
      "title": "Clipboard",
      "description": "Easily copy, paste, and manage text directly from the application. The Clipboard plugin allows users to quickly copy content to the system clipboard and paste it with a single action, making it simple to reuse text across documents, forms, and external tools. It improves productivity by removing manual selection and streamlining common copy and paste workflows.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Front Labs",
      "cost": "0"
    },
    {
      "id": 2,
      "key": "scrollbar",
      "title": "Scrollbar",
      "description": "Adds a customizable scrollbar to your application, allowing you to control appearance, size, and behavior. The Scrollbar plugin improves navigation in scrollable content areas by providing smooth scrolling and consistent styling across different browsers and devices.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Front Labs",
      "cost": "0"
    },
    {
      "id": 4,
      "key": "responsivevoice",
      "title": "ResponsiveVoice",
      "description": "Adds text-to-speech functionality using ResponsiveVoice service by responsivevoice.org, allowing your app to read text aloud in multiple languages and voices.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Josef Gabrielsson",
      "cost": "0"
    },
    {
      "id": 6,
      "key": "filtersearch",
      "title": "Filter Search",
      "description": "The Filter Search plugin lets users instantly narrow down lists or sections by typing a search term. It dynamically shows or hides matching elements and automatically updates counters per section, giving immediate visual feedback. This makes it ideal for large lists, menus, dictionaries, or categorized content where quick filtering and clarity are important.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Josef Gabrielsson",
      "cost": "0"
    },
    {
      "id": 8,
      "key": "particles",
      "title": "Particles",
      "description": "Bring your page to life with a dynamic particles. This plugin adds configurable and colorful particles that drift downward and subtly follow your mouse movements, creating a lively and interactive effect. You can enjoy a customizable, animated backdrop that makes your content feel more engaging and visually appealing.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "./assets/img/icon_plugin.svg",
      "type": 0,
      "author": "Josef Gabrielsson",
      "cost": "0"
    },
    {
      "id": 11,
      "key": "maps",
      "title": "Maps",
      "description": "Integrate Google Maps into your application, allowing you to display interactive maps, add markers, routes, and locations. This plugin makes it easy to enhance your app with geolocation features and visual map data.",
      "version": "0.1.0",
      "screenshot": "",
      "icon": "https://cdn.front.nu/dist/plug/gmaps/icon.svg",
      "url": "#",
      "url_target": 0,
      "type": 2,
      "author": "Josef Gabrielsson",
      "cost": "0"
    }
  ]
}